Repository: Hyrules/WinHue
Catalog: WinHue3/GlobalStrings.*.resx
Languages: fr

# Sensor_FieldTooShort
source: Field must be at least 6 characters long.
fr: Le champ doit contenir au moins 6 caractères.

# Sensor_InvalidFields
source: Please make sure that all textboxes are filled with required information and that the URL is valid.
fr: Veuillez vous assurez que tous les champ contiennent l'information approprié et que l'url est valide.

# Sensor_InvalidURL
source: The specified URL is invalid. A valid URL begins with http:// .
fr: L'url spécifiée est invalide. Une url valide débute par http:// .

# Sensor_TestUrl
source: Received Value
fr: Valeur Reçu

# Sensor_UnableToComm
source: Unable to contact sensor. Please make sure that the sensor url is valid.
fr: Ne capteur ne répond pas. Assurez-vous que l'url est valide.

# Settings_ChangeIp
source: IP Address set to :
fr: Adresse IP configuré à :

# Settings_CPU_Temp_NoValue
source: Unable to test gradient. Please make sure that you have a value for the start and stop temperature as well as a light selected to test on.
fr: Impossible de tester le gradient. Assurez-vous que vous avez sélectionné une temperature de début et de fin du gradient ainsi qu'un ampoule pour test.

# Settings_DisableAllTools
source: Warning: Entering the settings will disable all plugins. Are you sure you want to modify the settings?
fr: Avertissement : La modification des paramètres entrainera la désactivation des outils. Êtes-vous certain de vouloir continuer ?

source: Success
fr: Succès

# Tooltip_UserManager_CreateUser
source: You must press the link button to enable the button.
fr: Vous devez appuyer sur le bouton link pour activer le bouton.

# Tooltip_UserManager_Username
source: Enter or Generate a username which is a unique string to identify your device.
fr: Entrez un type de périphérique pour identifier votre périphérique dans la passerelle.

# UpdateAvailable
source: A new bridge firmware is available.
fr: Une nouvelle mise à jour du firmware est disponible.

# Update_Confirmation
source: Are you sure you want to apply the update?
fr: Êtes-vous certain de vouloir appliquer la mise à jour ?

# Update_Delay_String
source: Check every # minute(s)
fr: Vérifier toutes les # minute(s)

# Update_Error
source: Error reading update status.
fr: Erreur de lecteur de l'état de la mise à jour.

# UserManager_RemoveUser
source: Are you sure you want to remove this user?
fr: Êtes-vous certain de vouloir supprimer cet utilisateur ?

source: Warning
fr: Avertissement

# Warning_Bridge_Not_Updated
source: Warning: Your bridge API version is not up to date. WinHue will not work properly unless you have the latest version of the bridge API. Please update your bridge API to the latest version.
fr: Attention la version de l'API de votre passerelle n'est pas à la version la plus récente. WinHue ne fonctionnera pas correctement si celle-ci n'est pas mis à jour. Veuillez svp faire la mise à jour de l'API de votre passerelle.

# Warning_ChangeLanguage
source: You must restart the application to apply the new language.
fr: Vous devez redémarrer le logiciel pour appliquer le nouveau langage.

# Warning_Delete_Effect
source: Are you sure you want to delete this mood?
fr: Êtes-vous certain de vouloir supprimer cet ambiance ?

# Warning_TransitionTime
source: Warning: Transition Time is longer than 3 seconds! You will not be able see your preview properly and the light will revert to their previous state after 3 seconds.
fr: Avertissement : le temps de transition est plus long que 3 secondes ! Vous ne serez pas capable de prévisualiser correctement. L'ampoule retournera à son état précédent après 3 secondes.

# Error_While_Cloning
source: Cloned Object not found in the list. Please edit the object manually.
fr: Le clone de l'objet cloné n'a pas été trouvé. Veuillez modifier l'objet manuellement.

# Error_ScheduleTimeInvalid
source: Time must be a valid HH:mm:ss value.
fr: L'heure doit être au type HH:mm:ss.

# Error_ScheduleInvalidTT
source: Transition time must be a value between 0 and 65535.
fr: Le temps de transition doit être entre 0 et 65535.

# RssFeedMonitor_CriteriaAlreadyExists
source: This criteria already exists. Replace?
fr: Cette critère existe déjà. Remplacer ?

# InvalidString
source: Entered string is not valid.
fr: La chaine saisie est invalide.

# AdvancedCreator_ObjectCreated
source: Object created successfully!
fr: Objet crée avec succès !

# AdvancedCreator_WarningDelete
source: Sending a delete request will most likely delete the specified object. Delete?
fr: Envoyer une requête de type DELETE résultera en la suppression de ce objet. Supprimer ?

# NewUpdateDownloaded
source: A new update has been downloaded. Do you want to update now?
fr: Une nouvelle mise à jour est disponible. Mettre à jour maintenant ?

# UpdateAvailableDownload
source: An update is available. Do you want to download it?
fr: Une mise à jour est disponible. Télécharger ?

# SerialCannotBeEmpty_Error
source: Please enter at least one serial number.
fr: Veuillez svp saisir au moins un numéro de série.

# Invalid_Rule_Action_Conversion
source: The specified value does not convert to the requested property type.
fr: La valeur spécifée ne se convertis pas au type de la propriété désirée.

# Rule_CannotBeEdited
source: This rule action cannot be edited in this editor.
fr: Cet action ne peut être modifié dans cet éditeur.

# Rule_SelectedObjectDoesNotExists
source: Sorry the selected object not found. Does it still exists ?
fr: Désolé l'objet sélection est introuvable. Existe t'il toujours ?

# Object_Does_Not_Exists
source: Unable to find the object ? Does it still exists ?
fr: Désolé l'objet sélection est introuvable. Existe t'il toujours ?

# CheckingForUpdate
source: Checking for new updates. Please come back later to see if new updates are available.
fr: Virification de mise à jour en cours. Veuillez svp revenir plus tard afin de voir si de nouvelles MAJ sont disponibles.

# ElementExists
source: This object already exists in the canvas.
fr: Cet élément existe déjà dans le canvas.

# FloorPlanExists
source: A floor plan by that name already exists. Overwrite ?
fr: Un plan ayant ce nom existe déjà. Écraser ?

# WarnModifiedPlan
source: A plan has been modified. If you continue you will lose your modifications. Continue ?
fr: Un plan à été modifié. Si vous continuez vous allez perdre vos modifications. Continuer ?

# UnableToExport
source: Unable to export the requested config.
fr: Impoosible d'exporter la configuration demandée.

# ErrorSaving
source: An error occured while saving.
fr: Une erreur s'est produit pendant la sauvegarde.

# BridgeNotAuthorized
source: Bridge api key seems to have been revoked. Please pair the bridge again.
fr: La clé api pour cette passerelle semble avoir été révoquée. Veuillez refaire l'association à la passerelle.

# BridgeNotCompatible
source: This bridge (V1) is not compatible with WinHue.
fr: Cette passerelle (V1) n'est pas compatible avec WinHue.
