Repository: Hyrules/WinHue
Catalog: WinHue3/GlobalStrings.*.resx
Languages: fr

source: ALREADY CONNECTED
fr: DÉJÀ CONNECTÉ

# ApplyingUpdate
source: Updating firmware... The program will not respond for 2 minutes during the update.
fr: Mise à jour du firmware. Le logiciel ne répondera pas pendant 2 minutes le temps de la mise à jour.

source: Bridge Access Denied
fr: Accès à la passerelle refusé

source: Bridge Connected
fr: Passerelle connectée

# BridgeDetectionPairing_Pairing
source: Pairing started. Please press the link button on the bridge to finish pairing.
fr: Jumelage débuté. Veuillez appuyer le le bouton de lien sur la passerelle afin de terminer le jumelage.

# BridgeDetectionPairing_PairingDone
source: Pairing complete. Please select another bridge to begin another pairing or select a default bridge to complete the procedure.
fr: Jumelage terminé. Veuillez sélectionner une autre passerelle afin de débuter le jumelage ou bien sélectionnez la passerelle par défaut afin de terminer la procédure.

# BridgeDetectionPairing_PairNeeded
source: Please pair at least one bridge.
fr: Veuillez jumeller au moins une passerelle.

# BridgeDetectionPairing_ScanAborted
source: Scanning aborted.
fr: Scan annulé.

# BridgeDetectionPairing_ScanComplete
source: Scanning complete.
fr: Scan terminé.

# BridgeDetectionPairing_Scanning
source: Scanning for bridge... please wait.
fr: Scan pour des passerelles en cours... veuillez patienter.

# BridgeDetectionPairing_SelectionMessage
source: Please select a bridge and press Pair in order to begin pairing procedure.
fr: Veuillez sélectionner une passerelle et appuyez sur Jumeler afin de démarrer le jumelage.

# BridgeDetectionPairing_SetDefault
source: Default bridge not set.
fr: Passerelle par défaut non définie.

# BridgeDetectionPairing_Upnp_Not_Working
source: SSDP and UPNP are not activated. Please activate them in order to get better detection of the bridge.
fr: Les services UPNP et SSDP ne semblent pas fonctionner. Veuillez les activer afin de permettre des meilleurs résultats lors de la détection de la passerelle.

# BridgeDisconnect
source: Are you sure you want to disconnect from the bridge?
fr: Êtes-vous certain de vouloir vous déconnecter de la passerelle ?

# BridgeSetupNotCompleted
source: Bridge not paired or authorized. Do you want to proceed with the pairing procedure?
fr: Le jumelage avez la passerelle n'est pas fait ou l'autorisation a échoué. Désirez-vous procéder au jumelage ?

# BridgeUnableToConnect
source: Unable to connect to bridge {0} . Please make sure that it is properly connected to the network.
fr: Impossible de se connecter à la passerelle {0} . Assurez-vous qu'il est bien connecté au réseau.

# Bridge_Already_Detected
source: This bridge is already present in the list of bridges. Please enter another IP address.
fr: Ce pont existe déjà dans la liste des ponts. Veuillez saisir une nouvelle addresse IP.

# Bridge_ApplyingUpdate
source: Applying bridge update... The bridge might become unresponsive for a minute or two.
fr: Mise à jour en cours... Il se peut que la passerelle ne réponde pas pendant quelques minutes.

# Bridge_Disconnected
source: Disconnected from bridge.
fr: Déconnecté de la passerelle.

# Bridge_IP_Different
source: Your bridge {0} seems to have changed IP. Do you want to replace the current IP Address?
fr: Votre passerelle {0} semble avoir changé d'adresse IP. Voulez vous remplacer l'adresse IP ?

# Bridge_LightSearch
source: Searching for new lights for 1 minute.
fr: Recherche de nouvelles ampoules pour 1 minute.

# Bridge_Menu_Connect
source: Connect...
fr: Connecter...

# Bridge_Menu_Disconnect
source: Disconnect
fr: Déconnect

# Bridge_Menu_Settings
source: Settings
fr: Paramètres

# Bridge_Menu_Update
source: Update available
fr: Mise à jour disponible

# Bridge_Not_Signed_In
source: Not signed in
fr: Passerelle non authentifiée

# Bridge_SelectOne
source: Please select a bridge you would like to control with WinHue.
fr: Veuillez sélectionner un pont pour contrôler avec WinHue.

# Bridge_Signed_In
source: Signed In
fr: Passerelle authentifiée

# ColorTempWarning
source: Color temperature cannot be selected at the same time as Hue or Saturation.
fr: La température de la couleur ne peut pas être sélectionné en même temps que la couleur ou la saturation.

# Confirm_Delete_Object
source: Are you sure you want to delete {0}?
fr: Êtes-vous certain de vouloir supprimer {0} ?

source: CONNECTED!
fr: CONNECTÉ !

# Create_User_Press_Link
source: Please press the LINK button now and press OK to continue.
fr: Veuillez svp appuyer sur le bouton LINK maintenant et appuyez sur OK pour terminer.

# Daylight_Latitude_Error
source: Latitude must not be empty and must be of the DDD.DDDD{N|S} format.
fr: La latitude ne doit pas être vide et doit être au format DDD.DDDD{N|S}.

# Daylight_Longitude_Error
source: Longitude must not be empty and must be of the DDD.DDDD{E|W} format.
fr: La longitude ne doit pas être vide et doit être au format DDD.DDDD{E|W}.

# Disable_DHCP
source: Disabling DHCP enables manual IP address.
fr: Désactiver le DHCP permet d'entrer une adresse ip manuellement.

# Done_Searching
source: Search Finished.
fr: Recherche terminé.

source: Error
fr: Erreur

# Error_BridgeNotFound
source: Bridge Not Found
fr: Passerelle introuvable

# Error_Bridge_Name
source: The bridge name cannot be empty or blank.
fr: Le nom du pont neut peut pas être vide ou fait d'espace blanc.

# Error_Bridge_Not_Responding
source: The bridge is not responding.
fr: La passerelle ne répond pas.

# Error_Bridge_Settings
source: There was an error while applying the brige new settings. See the log for more details.
fr: Il s'est produit une erreur lors de l'application des paramêtres du pont. Voir le log pour plus d'info.

# Error_Bridge_Unknown
source: An unknown error has occured
fr: Une erreur inconnue est survenue

# Error_Create_User
source: There was an error creating the user.
fr: Il s'est produit une erreur lors de la création de l'usager.

# Error_Creating_Scene
source: There was an error while creating a new scene. Please chech the event log for more details.
fr: Il s'est produit une erreur lors de la création d'une nouvelle scène. Veuillez vérifier le journal est événements pour plus de détail.

# Error_ErrorHasOccured
source: An error has occured
fr: Une erreur est survenue

# Error_Gateway_Invalid
source: The selected gateway is invalid.
fr: Le gateway sélectionné est invalide.

# Error_Getting_BridgeSettings
source: There was an error while getting the bridge settings. Please try reopening the window.
fr: Il s'est produit une erreur lors de la recherche des paramètres du pont.

# Error_Getting_Bridge_Basic_Config
source: An error occurred while getting the basic bridge configuration.
fr: Une erreur s'est produite pendant la lecture de la configuration de base de la passerelle.

# Error_Getting_Groups
source: There was an error while fetching groups. Please try reopening the window.
fr: Il s'est produit une erreur lors de la recherche de groupes.

# Error_Getting_Lights
source: There was an error while fetching lights. Please try reopening the window.
fr: Il s'est produit une erreur lors de la recherche d'ampoules.

# Error_Getting_NewLights
source: There was an error while getting new lights.
fr: Il s'est produit une erreur lors de la recherche de nouvelles ampoules.

# Error_Getting_NewSensors
source: There was an error while getting new sensors.
fr: Il s'est produit une erreur lors de la recherche de nouveau senseur.

# Error_Hotkey_Already_Assigned
source: Hotkey already assigned by another process. Please select another key combo and try again.
fr: Ce raccourci semble déjà assigné à un autre processus. Veuillez svp sélectionner un autre raccourci clavier.

# Error_InvalidPort
source: Invalid port value.
fr: La valeur du port est invalide.

# Error_Must_Be_4_Char
source: Must be at least 4 characters long
fr: Doit être au minimum 4 caractères de long

# Error_NetMask_Invalid
source: The selected netmask is invalid.
fr: Le netmask sélectionné est invalide.

# Error_No_API_key_found
source: No Valid API Key found
fr: Aucune clé API valide trouvée

# Error_No_Valid_IP
source: No Valid IP Found
fr: Aucune adresse IP valide trouvée

# Error_Prox_Address
source: The proxy address is invalid.
fr: L'adresse ip du proxy n'est pas valide.

# Error_Remove_User
source: The was an error removing the desired user.
fr: Il s'est produit une erreur lors de la suppression de l'usager.

# Error_Renaming
source: An error occured while renaming the object. Please check the event log for more details.
fr: Une erreur est survenu lors du changement de nom de l'objet. Vérifiez le journal des événements pour plus d'information.

# Error_Sending_AllOFF
source: There was an error while sending the all lights OFF command.
fr: Il s'est produit une errur lors de l'envoi de la command Eteinde Tout.

# Error_Sending_AllON
source: There was an error while sending the all lights ON command.
fr: Il s'est produit une errur lors de l'envoi de la command Allumer Tout.

# Error_Timout_Portal
source: A timeout occured while trying to contact the philips hue portal. Please try again later.
fr: Un timeout s'est produit lors de la tentative de connection au portal de philips. Veuillez essayer plus tard.

# Error_Usermanager_NoDevType
source: You must enter at least an App Name in order to create a user.
fr: Vous devez sasir au moins un nom d'app afin de pouvoir créer un utilisateur.

# Error_Username
source: The username cannot begin with a white space and must be between 10 and 40 characters.
fr: Le nom d'utilisateur ne peut pas commencer par un espace blanc et doit être entre 10 et 40 caractères de long.

# Error_WhileCreatingObject
source: One or more errors occured while creating the object :
fr: Une ou plusieurs erreurs s'est produite lors de la création de l'objet :

# Field_Empty
source: Field cannot be empty.
fr: Le champ ne peut être vide.

# Form_Hotkey_Help_Generic
source: Generic presets are hotkeys that do not have an object associated to them and can be applied to one or more object type on the bridge. Non generic are associated with at specific object of the bridge and will only apply to them.
fr: les états génériques sont des raccourcis clavier qui n'ont pas d'objet associé à leur action. Les états non génériques s'appliquent seulement à un objet spécifique.

# Group_Already_Exists
source: A group name {0} already exists. Please select another name and try again.
fr: Un groupe nommé {0} existe déjà. Veuillez choisir un autre nom et réessayer.

# Group_Create_Success
source: Group {0} created sucessfully.
fr: Groupe {0} ajouté au pont.

# Group_Creation_Error
source: There was an error while creating group {0}.
fr: Il s'est produit une erreur lors de la création du groupe {0}.

# Group_Delete
source: Are you sure you want to delete this group?
fr: Êtes-vous certain de vouloir supprimer ce groupe ?

# Group_Group
source: Group
fr: Groupe

# Group_Modified_Success
source: The group has been succesfully modified.
fr: Le group à été modifié avec succès.

# Group_Name_Error
source: The group name must be at least one character.
fr: Le nom du group doit avoir au moins une lettre.

# Group_Select_One_Light
source: Please select at least one bulb in order to create a group.
fr: Veuillez sélectionner au moins une ampoule afin de créer un groupe.

source: Help
fr: Aide

# Help_String_Tablet_Mode
source: Enabling tablet mode will make the toolbar icons, trackbar thumbs as well as the hue picker thumb bigger for better control on a tablet.
fr: Activer le mode tablette rendra les icons de la barre d'outils, le boutons glissoirs et le sélectionneur de couleur plus gros afin d'avoir un meilleur contrôle sur une tablette.

# HotKey_Already_Exists
source: Hotkey already exists. Replace?
fr: Ce raccourci existe déjà. Remplacer ?

# Hotkey_FillOneProperty
source: Please fill at least one property.
fr: Veuillez remplir au moins une propriété.

# Hotkey_RecordHotkey
source: Please record an hotkey.
fr: Veuillez enregistrer votre raccourci.

# Hotkey_SelectObject
source: Please select a bridge object.
fr: Veuillez sélectionner un objet.

# Hotkey_SelectObjectType
source: Please select a type of bridge object.
fr: Vous devez sélectionner au moins un type d'objet.

# HueTap_ButtonSelected
source: Button {0} selected.
fr: Bouton {0} sélectionné.

# HueTap_NoButtonSelected
source: No button selected.
fr: Aucun bouton sélectionné.

# HueTap_SelectAButton
source: Please select a button in order to chose it's action.
fr: Veuillez sélectionner un bouton afin de choisir son action.

# HueTap_SelectAScene
source: No scene selected. Please select a scene and press assign again.
fr: Aucune scène sélectionnée. Veuillez sélectionner une scène et appuyer sur assigner à nouveau.

# IncomingUpdate
source: An firmware update available but not ready.
fr: Une mise à jour de firmware est disponible mais n'est pas encore prête.

# Interpreter_Error
source: Error on line {0}, column {1}.
fr: Erreur sur la ligne {0} , colone {1}.

# Interpreter_NoError
source: No error found.
fr: Aucune erreur trouvée dans le code.

# Invalid_IP
source: The selected IP address is in an invalid format.
fr: L'adresse IP saisie n'est pas dans un format valide.

source: Invalid mood file
fr: Fichier ambiance invalide

# Invalid_Scene_File
source: Scene file invalid
fr: Fichier scène invalide

# Language_Change_Warning
source: Please restart the application in order to apply language change.
fr: Veuillez redémarrer le programme afin d'appliquer le changement de langue.

# Lights_DirectoryDoesNotExists
source: The lights directory has not been found. Creating it...
fr: Le dossier contenant les ampoules n'à pas été trouvé. Il sera créer...

# Light_Delete
source: Are you sure you want to delete this light?
fr: Êtes-vous certain de vouloir supprimer cette ampoule ?

# Light_Type_Lights
source: Light
fr: Ampoule

# LinkButton_Not_Pressed
source: Please press the link button located on the bridge.
fr: Veuillez svp appuyer sur le bouton link situé sur le pont.

# Link_Not_Pressed
source: Not been pressed
fr: n'a pas été appuyé

# Link_Pressed
source: Has been pressed
fr: a été appuyé

# Manual_Bridge_Found
source: Bridge Found! Please press the link button to finish pairing.
fr: Pont trouvé ! Veuillez appuyer sur le bouton du pont pour terminer le jumellage.

# Manual_Bridge_Not_Found
source: No bridge found at this IP address.
fr: Aucun pont n'a été trouvé à cette adresse.

# Moods_AlreadyExists
source: A Mood with this name already exists. Overwrite?
fr: Un fichier Ambiance ayant ce nom existe déjà. L'écraser ?

# Moods_Delete
source: Are you sure you want to delete this mood?
fr: Êtes-vous certain de vouloir supprimer ce mood ?

# Moods_Missing_Name
source: No name entered for the mood. Please enter a name.
fr: Aucun nom saisie pour le mood. Veuillez saisir un nom.

# Moods_NotValidValues
source: Selected Values for mood are invalid. Please enter at least one value for the mood.
fr: Les valeurs sélectionnées pour le mood ne sont pas valides. Veuillez sélectionner au moins une valeur valide.

# Mood_Missing_Folder
source: Mood folder is missing
fr: dossier mood manquant

# NoFirmwareUpdate
source: Bridge firmware up to date.
fr: Firmware de la passerelle à jour.

source: None
fr: Aucun

source: NOT CONNECTED
fr: NON CONNECTÉ

# No_Light_Selected
source: No light selected. Please chose a light for this marker.
fr: Aucune ampoule sélectionner. Veuillez S.V.P choisir une ampoule pour ce marqueur.

source: No new messages.
fr: Pas de nouveau messages.

# Plugins_Error
source: Plugin {0} has caused an exception. The plugin will be disabled in order to prevent a crash. A plugin exception file will be generated in WinHue folder.
fr: Le plugin {0} a causer une exception. Le plugin sera désactivé afin d'empêcher un crash. Un fichier d'exception du plugin sera généré dans le dossier de WinHue.

# Plugins_NoDirectory
source: No plugins directory found. Creating a new one.
fr: Aucun dossier plugins n'à été trouver. Création d'une nouveau dossier.

# Plugin_Settings
source: Settings...
fr: Paramêtres...

source: Press Enter to change name.
fr: Appuyer sur retour pour modifier le nom.

# Proxy_NONE
source: Enter 'none' for no proxy.
fr: Entrez "none" pour aucun proxy.

# Require_admin
source: Current user is not administrator. This application requires administrative privileges in order to work properly. Please restart the application with administrative rights or right click properties on the executable and click "Run as administrator".
fr: L'utilisateur actuel n'est pas administrateur. L'application nécessite les droits d'administrateur pour pouvoir fonctionner correctement. Veuillez svp redémarrer avec les droits d'administrateur ou executer l'application en sélectionnant "Executer en tant qu'Administrateur".

# ResourceLinks_NameNeeded
source: Please enter a name for the resource link.
fr: Veuillez saisir un nom pour le lien.

# ResourceLinks_SelectAtLeastOne
source: Please select at least one resource for this resource link.
fr: Veuillez sélectionner au moins une ressource pour ce lien.

source: Rule
fr: Règle

# Rule_ActionAlreadyExists
source: Do you want to replace the selected action?
fr: Voulez vous remplacer l'action sélectionnée ?

# Rule_ConditionAlreadyExists
source: A similar condition already exists. Do you want to replace it?
fr: Une condition similaire existe déjà. Remplacer ?

# Rule_Delete
source: Are you sure you want to delete this rule?
fr: Êtes-vous certain de vouloir supprimer cette règle ?

# Rule_EmptyBody
source: The body field cannot be empty.
fr: Le champ body ne peut pas être vide.

# Rule_ErrorCreating
source: An error occur while creating the rule:
fr: Erreur(s) lors de la création de la règle :

# Rule_InvalidJson
source: The json string entered in the body field is invalid.
fr: La chaine JSON saisie dans le champ Body est invalide.

# Rule_MaxAction
source: Maximum number of actions reached. Please delete an action in order to add a new one.
fr: Le nombre maximum d'actions est atteint. Veuillez supprimer une action afin d'ajouter une nouvelle action.

# Rule_MaxConditions
source: The maximum amout of conditions has been reached. Remove an existing condition in order to add a new one.
fr: Le maximum de condition est atteint. Supprimer une condition pour en ajouter une nouvelle.

# Rule_NameError
source: Please enter a valid rule name.
fr: Veuillez saisir un nom valide pour la règle.

# Rule_NeedsActionAndCondition
source: You need at least one action and one condition to create a new rule.
fr: Vous devez avoir au moins une action et une condition afin de créer une règle.

# Rule_NoAction
source: Please add at least one action.
fr: Veuillez svp ajouter au moins une action.

# Rule_NoActionObject
source: You must select at least one Action object.
fr: Vous devez sélectionner au moins un objet d'action.

# Rule_NoCondition
source: Please add at least one condition to the rule and try again.
fr: Veuillez ajouter au moins une conditions à la règle.

# Rule_NoPropertySelected
source: Please select a property and try again.
fr: Veuillez sélectionner une propriété et essayer à nouveau.

# Rule_NotFound
source: Rule not found. Please make sure that the rule still exists.
fr: La scène recherche n'a pas été trouvé. Assurez-vous qu'elle existe encore.

# Rule_NotProperFormat
source: The value is not of the proper format for the type : {0}
fr: La valeur n'est pas au bon format : {0}

# Rule_OriginalObjectNotFound
source: The original object of this rule was not found. Please make sure the object still exists in the bridge and try again.
fr: L'objet original de cette règle n'a pas été trouvé. Veuillez vous assurer qu'il est encore associé au pont et essayez de nouveau.

# Rule_PropertyAlreadyExists
source: The property {0} has already been set. Replace it?
fr: La propriété {0} existe déjà. Remplacer ?

# Rule_ReplaceAction
source: Are you sure you want to replace the selected action?
fr: Êtes-vous certain de vouloir remplacer l'action sélectionnée ?

# Rule_ReplaceCondition
source: Are you sure you want to replace this condition?
fr: Êtes-vous certain de vouloir remplacer cette condition?

# Rule_SelectSensor
source: Please select a sensor in order to create a condition.
fr: Veuillez sélectionner un capteur afin de créer une condition.

# Rule_SensorRes
source: Sensor ressource cannot be empty. Please specify a sensor ressource.
fr: La ressource du capteur ne peut pas être vide. Veuillez spécifier une ressource de capteur.

# Rule_ValueEmpty
source: The Value field cannot be empty.
fr: Le champ de valeur ne peut pas être vide.

# Rule_ValueNotInRange
source: The value is not within the max and min for the type:
fr: La valeur n'est pas dans plage de maximum et minimun pour le type :

# Rule_XYError
source: Please make sure that both X and Y are correctly filled.
fr: Assurez-vous d'avoir remplis les 2 coordonnées X et Y.

# SaveSettings_Error
source: An error occurred while saving the settings.
fr: Une erreur s'est produite lors de la sauvegarde des paramètres.

# Scene_AlreadyExists
source: A Scene with this name already exists. Overwrite?
fr: Une scène ayant ce nom existe déjà. L'écraser ?

# Scene_Clear_Warning
source: Are you sure you want to clear the current scene?
fr: Êtes-vous certain de vouloir effacer la scène ?

# Scene_Delete
source: Are you sure you want to delete that scene?
fr: Êtes-vous certain de vouloir supprimer cette scène ?

# Scene_Load_RGB
source: Are you sure you want to load the RGB Image?
fr: Êtes-vous certain de vouloir charger l'image RGB ?

# Scene_MissingFolder
source: The scene folder is missing... recreating it.
fr: Le dossier scenes est manquant... Création de celui-ci.

# Scene_Name_Invalid
source: The scene name is invalid.
fr: Le nom de la scène saisie est invalide.

# Scene_NotFound
source: The scene in this rule does not exist anymore.
fr: La scène dans cette règle n'existe plus.

# Scene_Replace_Current_States
source: Replace scene light state with current state?
fr: Remplacer l'état des ampoule de la scène par l'état actuel ?

# Scene_Scene
source: Scene
fr: Scène

# Scene_SelectOneLight
source: You must at least select one light.
fr: Vous devez sélectionner au moins une ampoule.

# Scene_Select_At_Least_One_Light
source: Please check at least one bulb.
fr: Veuillez svp cocher au moins une ampoule.

# Schedule_Alarm
source: Alarm
fr: Alarme

# Schedule_Delete
source: Are you sure you want to delete this Schedule?
fr: Êtes-vous certain de vouloir supprimer cette cédule ?

# Schedule_Schedule
source: Schedule
fr: Cédule

# Schedule_SelectAtLeastOneDay
source: Please select at least one day of the week to repeat the alarm.
fr: Veuillez sélectionner au moins une journée de la semaine pour la répétition de l'alarme.

# Schedule_Timer
source: Timer
fr: Minuteur

# Schedule_Unknown_Group
source: Group not found
fr: Groupe Inexistant

# Schedule_Unknown_Light
source: Light not found
fr: Ampoule inexistante

# Schedule_Unknown_Scene
source: Scene not found
fr: Scène Inexistante

# Searching_Lights
source: Searching for new lights...
fr: Recherche de nouvelles ampoules...

# Searching_Sensors
source: Searching for new sensors...
fr: Recherche de nouveau senseur...

# Select_Light_Group
source: Please select a light or group.
fr: Veuillez sélectionner une ampoule ou un groupe.

# Select_One_Light
source: Please select at least one light to be previewed.
fr: Veuillez sélectionner au moins une ampoule pour la prévisualisation.

source: Sensor
fr: Capteur

# Sensor_Delete
source: Are you sure you want to delete this sensor?
fr: Êtes-vous certain de vouloir supprimer ce capteur ?

# Sensor_EmptyField_Error
source: This field cannot be empty.
fr: Ce champ ne peut pas être vide.

# Sensor_Error
source: An error occured during communication.
fr: Une erreur s'est produite lors de la communication.
