Repository: Hyrules/WinHue
Catalog: WinHue3/Resources/GUI.*.resx
Languages: fr

# ManageUsers_Key
source: Key
fr: Clé

# ManageUsers_LastUsed
source: Last Use
fr: Dernière Utilisation

# ManageUsers_Username
source: Application Name
fr: Nom de l'application

# RuleCreatorForm_Time
source: Date / Time
fr: Date / Heure

# RuleCreatorForm_Update
source: Update
fr: Mettre à jour

# RuleCreatorForm_Editing
source: Editing rule
fr: Modifier la règle

# MainForm_Tab_View_ShowID
source: Show Object ID
fr: Afficher l'ID de l'object

# MainForm_Tab_View_WrapText
source: Wrap Object Text
fr: Retour à la ligne du texte des objects

# MainForm_Tab_View_TextBehavior
source: Text Behavior
fr: Comportement du Texte

# SceneCreatorForm_Modify
source: Modify
fr: Modifier

# RuleCreatorForm_RuleGroupBox
source: Rule
fr: Règle

# Form_CloneRule_Title
source: Cloning a Rule
fr: Cloner une règle

# Form_CloneRule_Clone
source: Clone
fr: Cloner

# SceneCreatorForm_Recycle
source: Recycle
fr: Recycler

# SettingsForm_Tab_Defaults_TransitionTime
source: Transition Time
fr: Temps de transition

# SettingsForm_Tab_Defaults_DefaultTT
source: Default Transition Time
fr: Temps de transition par défaut

# SettingsForm_Tab_Defaults_MinusOne
source: Set to -1 for default, Value x 100ms
fr: Mettre à -1 pour la valeur par defaut, Valeur x 100ms

# SettingsForm_Tab_View
source: View Settings
fr: Configuration de la vue

# SettingsForm_Tab_View_DefautSort
source: Default Sort
fr: Tri par défaut

# SettingsForm_Tab_View_ShowID
source: Show ID
fr: Afficher l'ID

# SettingsForm_Tab_View_WrapText
source: Wrap Text
fr: Retour à la ligne

# SettingsForm_Tab_Defaults_Brightness
source: Brightness
fr: Luminosité

# MainForm_Tab_Home_Group_SettingsResetTT
source: Reset Transition Time to Default
fr: Réinit. Temps de transition par défaut

# MainForm_Tab_Home_Group_Creators_AdvancedCreator
source: Advanced Creator
fr: Créateur Avancé

# MainForm_ListView_Context_Colorloop
source: Colorloop
fr: Cycle de couleur

# MainForm_ListView_Context_Effects
source: Effects
fr: Effets

# ScheduleCreatorForm_Target
source: Target
fr: Cible

# Form_AdvancedCreator_RuleTemplate
source: Rule
fr: Règles

# Form_AdvancedCreator_SensorTemplate
source: Sensor
fr: Capteur

# Form_AdvancedCreator_ResourceLinkTemplate
source: Resource Link
fr: Lien Resource

# Form_AdvancedCreator_GroupTemplate
source: Group
fr: Groupe

# Form_AdvancedCreator_ScheduleTemplate
source: Schedule
fr: Cédule

# Form_AdvancedCreator_Send
source: Send
fr: Envoyer

# Form_AdvancedCreator_Templates
source: Templates
fr: Gabarit

# Form_AdvancedCreator_SceneTemplate
source: Scene
fr: Scène

# Form_AdvancedCreator_UrlWatermark
source: Enter custom url otherwise leave empty.
fr: Saisissez une adresse personnalisée sinon laisser vide.

# Form_AdvancedCreator_SceneLightTemplate
source: Scene Light
fr: Ampoule de scène

# MainForm_StatusBar_ToolTip_HotKey
source: Indicate if a hotkey has been detected.
fr: Indique sur une clé raccourci a été détectée.

# MainForm_StatusBar_ToolTip_Search
source: Indicate if a search for new light or sensor is in progress.
fr: Indique sur une recherche pour des nouveaux capteur ou ampoule est en cours.

# BridgeSettingsForm_ForceCheckUpdate
source: Force Check for Update
fr: Force la détection de MAJ

# RuleCreatorForm_ResourceLinks
source: Resource Links
fr: Liens Resource

# RuleCreatorForm_Rules
source: Rules
fr: Règles

# RuleCreatorForm_Create
source: Create a new rule...
fr: Créer une nouvelle règle...

# RuleCreatorForm_ObjectType_Watermark
source: (Choose the object type)
fr: (Sélectionnez le type d'objet)

# RuleCreatorForm_Object_Watermark
source: (Choose the object)
fr: (Choisissez l'objet)

# RuleCreatorForm_Value_Watermark
source: (Enter the value here)
fr: (Saisissez la valeur ici)

# RuleCreatorForm_Equals
source: Equals
fr: Égal

# RuleCreatorForm_Changed
source: Changed
fr: Est Modifié

# RuleCreatorForm_Delayed_Changed
source: Delayed Changed
fr: Est Modifié avec délai

# RuleCreatorForm_Not_In
source: Not In
fr: Pas dans

# RuleCreatorForm_In
source: In
fr: Dans

# RuleCreatorForm_Not_Stable
source: Not Stable
fr: Pas stable

# RuleCreatorForm_Lower_Than
source: Lower Than
fr: Plus petit que

# RuleCreatorForm_Greater_Than
source: Greater Than
fr: Plus grand que

# MainForm_ToolsTab_CpuTempMon_Tooltip
source: WinHue must be run as administrator in order to run the CPU Temp Monitor.
fr: WinHue doit être exécuté en tant qu'administrateur afin d'utiliser le moniteur de température de CPU.

# SettingsForm_Tab_MainSettings_Check_Update
source: Prompt if there is a WinHue update at startup.
fr: Notifier si une mise à jour de WinHue est disponible au démarrage.

# MainForm_StatusBar_ToolTip_UpdateAvailable
source: WinHue update available. Click here to update.
fr: Mise à jour de WinHue disponible. Cliquez ici pour faire la maj.

# AddLightSerialForm_Title
source: Add Light by serial number
fr: Ajouter des ampoules par numéro de série

# AddLightSerialForm_Message
source: Add one ore more serials to the box below separated by commas (eg: 45AF34,543636,34AFBE)
fr: Ajoutez un ou des numéros de série séparés par des virgules (ex: 45AF34,543636,34AFBE)

# AddLightSerialForm_Seach
source: Search
fr: Trouver

# BridgeUpdateRequired
source: Bridge update required. Please update the bridge in order to use WinHue with this bridge.
fr: Mise à jour de la passerelle nécessaire. Veuillez mettre à jour la passerelle afin de pouvoir utiliser WinHue avec cette passerelle.

# MainForm_Tab_Home_Group_SettingsUpdateButton_CheckForUpdate
source: Check for bridge update.
fr: Vérifier pour une mise à jour de la passerelle.

# MainForm_Menu_VirtualBridge
source: Load a bridge datastore from file...
fr: Charger le contenu d'une passerelle d'un fichier...

# SettingsForm_Tab_MainSettings_NoCheckBridgeVersion
source: Check for Bridge version. (You might encounter crashes that the dev will not fix if you choose not to)
fr: Vérifier la version de la passerelle. (Vous pourriez rencontrer des crash que le dev ne corrigera pas si vous choisissez de ne pas)

# RuleCreatorForm_DeleteProperty
source: Remove property
fr: Retirer la propriété

# MainForm_ListView_Context_Toggle
source: On / Off
fr: Allumer / Éteindre

# MainForm_ListView_Context_ToggleDim
source: Dim (% of 255)
fr: Tamiser (% de 255)

# SettingsForm_Tab_MainSettings_Theme
source: Theme
fr: Thème

# SettingsForm_Tab_MainSettings_ThemeColor
source: Color
fr: Couleur

# SceneCreatorForm_SceneName
source: Scene Name (Optional)
fr: Nom de la scène (optionnel)

# MainForm_TrayButton
source: Send to system tray
fr: Envoyer dans le tirroir système

# SettingsForm_Tab_Theme
source: Theme
fr: Thème

# MainForm_Tab_Home_Touchlink
source: Touchlink
fr: Lien par touché

# MainForm_Tab_Home_FindSerial
source: Find Light by serial
fr: Trouver un ampoule par no. série

# SettingsForm_Tab_Defaults_LastState
source: Last State
fr: Dernier État

# RuleCreatorForm_Actions_MoveUp
source: Move Up
fr: Monter

# RuleCreatorForm_Actions_MoveDown
source: Move Down
fr: Descendre

# MainForm_Menu_FindLifx
source: Find LIFX Devices
fr: Trouver les appareils LIFX

# Form_LIFXFinder_Title
source: Find LIFX Bulb...
fr: Trouver des ampoules LIFX...

# Form_LIFXFinder_Warning
source: Warning : You need to onboard the device with the LIFX app first. WinHue won't find them otherwise.
fr: Attention : Vous devez configurer les appareils avec l'application LIFX avant de pouvoir utiliser les ampoules avec WinHue.

# Form_LIFXFinder_Button_Find
source: Detect
fr: Trouver

# Form_LIFXFinder_IP
source: IP Address
fr: Adresse IP

# Form_LIFXFinder_MAC
source: Mac Address
fr: Adresse MAC

# SettingsForm_Tab_MainSettings_MinimizeToTray
source: Minimize to Tray
fr: Minimizer dans le tirroir

# PropertyGridForm_Title
source: Properties of the selected object
fr: Propriétés de l'objet sélectionné

# MainForm_Tab_View_PropertyGrid
source: Property Grid
fr: Tableau des propriétés

# Mainform_Tab_Bridges
source: Bridges
fr: Passerelles

# MainForm_Menu_File
source: _File
fr: _Fichier

# MainForm_Tab_View_Toolbars
source: Toolbars
fr: Barre d'outils

# ScheduleCreatorForm_PropertyGrid
source: Use Property Grid for Lights/Groups
fr: Utiliser le tableau de propriétés

# ScheduleCreatorForm_Recycle
source: Recycle
fr: Recycler

# SettingsForm_Tab_MainSettings_AlwaysUsePropGrid
source: Always use the property grid when creating schedule
fr: Toujours utiliser le tableau de propriétés lors de la création de cédule

# SettingsForm_Tab_Capabilities_Title
source: Capabilities
fr: Capacités

# BridgeSettingsForm_AutoInstall
source: Auto Install
fr: Installation Auto

# BridgeSettingsForm_UpdateTime
source: Update time
fr: Heure MAJ

# BridgeSettingsForm_LastUpdate
source: Last Update
fr: Dernière MAJ

# BridgeSettingsForm_LastCheck
source: Last Change
fr: Dernière Modif

# SettingsForm_Tab_Defaults_SliderTitle
source: Sliders
fr: Bouton Glissoir

# MainForm_ListView_Context_Sensor
source: Sensors
fr: Capteurs

# MainForm_ListView_Context_Sensor_SetFlag
source: Set Flag
fr: Definir le capteur

# MainForm_ListView_Context_Sensor_SetStatus
source: Status
fr: Statut

# ManageUsers_StreamKey
source: Clé de streaming
fr: Stream Key

# BridgeFinder_Title
source: Searching for bridge...
fr: Recherche de la passerelle...

# BridgeFinder_Trying
source: Trying IP :
fr: Essaie de l'IP :

# EntertainmentCreatorForm_Title
source: Entertainment Creator
fr: Créateur de divertissement

# MainForm_Tab_Home_Group_Creators_EntertainmentCreator
source: Entertainment Creator
fr: Créateur de divertissement

# EntertainmentCreatorForm_Coordinates
source: Coordinates
fr: Coordonnées

# EntertainmentCreatorForm_Z_Message
source: Z is not used at the moment.
fr: Z n'est pas utilisé en ce moment.

# Form_HotKeyCreator_ChooseApp
source: Choose a program to start with the Hotkey (optional)
fr: Choississez un logiciel à démarrer en même temps que le raccourci (optionnel)

# Form_HotKeyCreator_AppButton
source: Choose...
fr: Choisir...

# Form_HotKeyCreator_ProgramPath
source: Program Path
fr: Chemin de l'application

source: _Edit
fr: _Modifier

# FormRoomMap_FloorPlan
source: Floor plan
fr: Plan de l'étage

# FormRoomMap_Files
source: Files
fr: Fichiers

# FormRoomMap_Delete
source: Are you sure you want to delete floorplan {0} ?
fr: Êtes-vous certain de vouloir supprimer le plan d'étage {0} ?

# Form_CreateFloorPlan_Height
source: Canvas Height
fr: Hauteur du canvas

# Form_CreateFloorPlan_Width
source: Canvas Width
fr: Largeur du canvas

# Form_CreateFloorPlan_UseBackgroundImageSize
source: Use image size
fr: Utiliser la taille de l'image

# Form_CreateFloorPlan_Uniform
source: Uniform
fr: Uniforme

# Form_CreateFloorPlan_StretchNone
source: None
fr: Aucun

# Form_CreateFloorPlan_Fill
source: Fill
fr: Remplir

# Form_CreateFloorPlan_FillUniform
source: Fill to uniform
fr: Remplir uniformement

# Form_CreateFloorPlan_Stretch
source: Stretch
fr: Étirer

# Form_CreateFloorPlan_Title
source: Create a new floor plan...
fr: Créer un nouveau niveau...

# Form_CreateFloorPlan_GroupBoxTitle
source: Floor Properties
fr: Propriétés du niveau

# Form_CreateFloorPlan_FloorImage
source: Floor Plan Image
fr: Image du niveau

# Form_CreateFloorPlan_LoadImage
source: Load Image...
fr: Charger l'image...

# Form_CreateFloorPlan_Create
source: Create
fr: Créer

# FormRoomMap_Title
source: Create a floor plan...
fr: Créer un plan du niveau...

# FormRoomMap_RightClick
source: * use right click to drag light / CTRL + Mouse Scroll to resize light or group.
fr: * utilisez le bouton de droite pour déplacer une ampoule / CTRL + Molette pour redimensionner l'ampoule ou le groupe.

# MainForm_Tab_Home_Group_Creators_FloorCreator
source: Floor plan creator
fr: Createur de plan de niveau

# MainForm_Tab_View_FloorPlan
source: Floor Plans
fr: Plan de niveau

source: All Objects
fr: Tous les objets

source: Floor Plan
fr: Plan du niveau

# FormRoomMap_MakeAllSameSize
source: Make all element same size. (The one selected)
fr: Mettre tous les éléments de la même taille. (Celui sélectionné)

# FormRoomMap_RemoveHueElement
source: Remove element from plan.
fr: Supprimer l'élément du plan.

# MainForm_Menu_ExportConfig
source: Export Config
fr: Exporter la configuration

# MainForm_Menu_ExportDataStore
source: Export full datastore
fr: Exporter le magasin de données au complèt

# MainForm_Menu_ExportLights
source: Export lights
fr: Exporter les ampoules

# MainForm_Menu_ExportGroups
source: Export groups
fr: Exporter les groupes

# MainForm_Menu_ExportScenes
source: Export scenes
fr: Exporter les scènes

# MainForm_Menu_ExportSchedules
source: Export schedules
fr: Exporter les scédules

# MainForm_Menu_ExportSensors
source: Export sensors
fr: Exporter les capteurs

# MainForm_Menu_ExportResLink
source: Export resources links
fr: Exporter les liens resources

# MainForm_Menu_ExportRules
source: Export Rules
fr: Exporter les règles

# FormRoomMap_SaveAll
source: Save All Floors
fr: Sauvegarder tous les plans

# FormRoomMap_EditFloorPlan
source: Edit current floor plan
fr: Modifier le plan actuel

# BridgeSettingsForm_Tab_HiddenObjects
source: Hidden Objects
fr: Objets Masqués

# SettingsForm_Tab_MainSettings_OsramFix
source: OSRAM bypass unreachable
fr: OSRAM correctif pour non disponible

# SettingsForm_Tab_MainSettings_OsramFix_Tooltip
source: If you have issues with OSRAM being unreachable check this.
fr: Si vous éprouvez des problèmes avec OSRAM étant non disponible cochez ceci.

# Button_Cancel
source: Cancel
fr: Annuler

# Button_Apply
source: Apply
fr: Appliquer

# Button_Clear
source: Clear
fr: Vider

# Button_Select
source: Select
fr: Sélectionner

# Button_Save
source: Save
fr: Sauvegarder

# Button_Done
source: Done
fr: Terminer

# Button_Add
source: Add
fr: Ajouter

# Button_Delete
source: Delete
fr: Supprimer

# Label_Name
source: Name
fr: Nom

source: Lights
fr: Ampoules

source: Scenes
fr: Scènes

source: Schedules
fr: Cédules

source: Sensors
fr: Capteurs

# MainForm_Tab_Home_Group_PowerSettings
source: Bulb power failure settings
fr: Paramètres des ampoules en cas de panne

# Form_PowerFailureSettings_Title
source: Power Failure Settings
fr: Paramètres de panne électrique

# Mode_Safety
source: Safety
fr: Sécurité

# Mode_Powerfail
source: Power fail
fr: Panne électrique

# Mode_Custom
source: Custom
fr: Personnalisé

# Mode_LastOnState
source: Last on state
fr: Dernier état allumé

# Form_CustomPowerSettings_Title
source: Custom Power Settings
fr: Paramètres d'alimentaion personnalisés

# PowerSettings_Warning
source: *Power settings may take some time to apply.
fr: *Les paramètres peuvent prendre une certain temps à s'appliquer.

# Transitiontime
source: Transition Time (Max : 01h49m13s.5ms)
fr: Temps. Transition (Max : 01h49m13s.5ms)

# TransitionTimeDefault
source: (default)
fr: (defaut)

# EnterPressedTooltip
source: Press enter to set value
fr: Appuyez sur Entrée pour appliquer la valeur

# FilterData
source: Filter data here...
fr: Filtrer les données ici...

# GroupName_Watermark
source: Group name (Optional)
fr: Nom du groupe (Optionnel)

# Object_Type_Watermark
source: (object type)
fr: (Type d'objet)

# Object_Watermark
source: (object)
fr: (objet)

source: Cut
fr: Couper

source: Copy
fr: Copier

source: Paste
fr: Coller

# NewSensor
source: my new sensor
fr: mon nouveau capteur

# MfgName
source: my manufacturer name
fr: mon nom de manufacturier

# ChooseOperator
source: (Choose the operator)
fr: Choisir l'opérateur

source: Optional
fr: Optionnel

# ExampleIP
source: eg. 192.168.1.123
fr: ex. 192.168.1.123

# ExampleMask
source: eg. 255.255.255.0
fr: ex. 255.255.255.0

# ExampleGateway
source: eg. 192.168.1.2
fr: ex. 192.168.1.1

source: Show Floor Plan Tab
fr: Afficher l'onglet du plan du niveau

source: Refresh Time
fr: Temps d'actualisation

# RefreshTimeTooltip
source: Interval between refreshes of objects.
fr: Intervales entres les mise à jour des objets.

# Sliders_DisabledWhenOff
source: Disabled when object is off / Only Toggle On.
fr: Desactivé quand éteinte / Déclancher seulement.

# Sliders_CanChange
source: Can changed when off / Apply at toggle On
fr: Peuvent changer quand eteinte / S'applique sur allumé

# Sort_Default
source: Default
fr: Par Defaut

# Sort_Ascending
source: Ascending
fr: Croissant

# Sort_Descending
source: Descending
fr: Décroissant

source: All On/Off settings
fr: Param. Tout Allumé / Éteint

# GroupCreatorForm_Type_Entertainment
source: Entertainment
fr: Divertissement

# Locations
source: Location
fr: Emplacement

source: Entertainment Lights
fr: Ampoules du divertissement

source: Available Lights
fr: Ampoules Disponibles

# Button_Remove
source: Remove
fr: Retirer

# Stream
source: Enable Sreaming
fr: Active la diffusion

# PressLinkButton
source: You must press the link button on the bridge before adding a user.
fr: Appuyez sur le bouton de lien sur la passerelle avant d'ajouter un utilisateur.

source: Light Scene
fr: Scène d'ampoule

source: Group Scene
fr: Scène de groupe

source: MQTT client
fr: Client MQTT

source: Error
fr: Erreur

# ErrorMessage
source: Sorry but an unexpected exception occured. Please report the exception on the support website so the developper can fix the issues. Please include the most recent log located in the logs folder.
fr: Désolé mais une erreur inattendue s'est produite. Veuillez svp rapporter cette exception sur le site web de support afin de corriger le problème. Veuillez de plus inclure le journal le plus récent.

source: Error content :
fr: Contenu de l'erreur :

source: Log Folder
fr: Dossier des journaux

# LogLocation
source: You can get your latest log here :
fr: Vous pouvez accéder à votre journal le plus récent ici :
