Repository: Hyrules/WinHue
Catalog: WinHue3/Resources/GUI.*.resx
Languages: fr

# BridgeDetectionPairing_Abort
source: Abort
fr: Annuler

# BridgeDetectionPairing_Default
source: Default
fr: Defaut

# BridgeDetectionPairing_Default_Tooltip
source: This will set the selected bridge as the default bridge.
fr: Ce bouton fera de la passerelle sélectionné celle par défaut.

# BridgeDetectionPairing_DetectBridge
source: Detect Bridges
fr: Trouver les passerelles

# BridgeDetectionPairing_DetectBridge_Tooltip
source: Detect your bridges using the philips hue portal and UPNP.
fr: Trouver vos passerelles en utilisant le portail de philips et l'UPNP.

# BridgeDetectionPairing_ListBridge
source: The following bridges have been found :
fr: Liste des passerelles trouvées :

# BridgeDetectionPairing_ListView_ApiKey
source: API Key
fr: Clé API

# BridgeDetectionPairing_ListView_IPAddress
source: IP Address
fr: Adresse IP

# BridgeDetectionPairing_ManualIP
source: Manual IP
fr: IP Manuelle

# BridgeDetectionPairing_Pair
source: Pair
fr: Jumeler

# BridgeDetectionPairing_Pair_Tooltip
source: Begin the pairing procedure. You will have 60 seconds to press the link button on the bridge.
fr: Début la procédure de jumelage. Vous aurez 60 secondes pour appuyer sur le bouton link sur la passerelle.

# BridgeDetectionPairing_Scan
source: Scan
fr: Scanner

# BridgeDetectionPairing_Scan_Tooltip
source: Scan all IP Addresses on your local network for a bridge.
fr: Scan toutes les addresses IP de votre réseau local pour trouver vos passerelles.

# BridgeSettingsForm_Tab_GeneralSettings
source: General Settings
fr: Paramètres Généraux

# BridgeSettingsForm_Tab_GeneralSettings_ApiVersion
source: Api Version :
fr: Version API :

# BridgeSettingsForm_Tab_GeneralSettings_LinkButtonState
source: Link button State :
fr: État Btn lien :

# BridgeSettingsForm_Tab_GeneralSettings_LocalTime
source: local time :
fr: Heure Locale :

# BridgeSettingsForm_Tab_GeneralSettings_SwVersion
source: Sw Version :
fr: Version Log. :

# BridgeSettingsForm_Tab_GeneralSettings_Timezone
source: Timezone :
fr: Fuseau horaire :

# BridgeSettingsForm_Tab_GeneralSettings_ZigBeeChannel
source: Zigbee Channel :
fr: Canal Zigbee :

# BridgeSettingsForm_Tab_NetworkSettings
source: Network Settings
fr: Paramètres Reseau

# BridgeSettingsForm_Tab_NetworkSettings_Gateway
source: Gateway :
fr: Passerelle :

# BridgeSettingsForm_Tab_NetworkSettings_IPAddress
source: IP Address :
fr: Adresse IP :

# BridgeSettingsForm_Tab_NetworkSettings_Netmask
source: Netmask :
fr: Masque s.-rés. :

# BridgeSettingsForm_Tab_NetworkSettings_ProxyAddress
source: Proxy Address :
fr: Adresse Proxy :

# BridgeSettingsForm_Tab_NetworkSettings_ProxyPort
source: Proxy Port :
fr: Port Proxy :

# BridgeSettingsForm_Tab_PortalStatus
source: Portal Status
fr: Statut du portail

# BridgeSettingsForm_Tab_PortalStatus_Connection
source: Connection :
fr: Connexion :

# BridgeSettingsForm_Tab_PortalStatus_Incoming
source: Incoming :
fr: Entrée :

# BridgeSettingsForm_Tab_PortalStatus_Outgoing
source: Outgoing :
fr: Sortie :

# BridgeSettingsForm_Tab_PortalStatus_PortalService
source: Portal Service
fr: Service du portail

# BridgeSettingsForm_Tab_PortalStatus_SignedOn
source: Signed On :
fr: Authentifié :

# BridgeSettingsForm_Tab_SoftwareUpdate
source: Software Update Information
fr: Information de MAJ Logiciel

# BridgeSettingsForm_Tab_SoftwareUpdate_Notify
source: Notify
fr: Notifier

# BridgeSettingsForm_Tab_SoftwareUpdate_Text
source: Text :
fr: Texte :

# BridgeSettingsForm_Tab_SoftwareUpdate_UpdateState
source: Update State :
fr: État MAJ :

# BridgeSettingsForm_Tab_WhiteList
source: WhiteList / UserManagement
fr: Liste Blanche / Gestion. Utilisateurs

# BridgeSettingsForm_Tab_WhiteList_Apikey
source: ApiKey :
fr: Clé API :

# BridgeSettingsForm_Tab_WhiteList_AppName
source: App Name :
fr: Nom Appli. :

# BridgeSettingsForm_Tab_WhiteList_CreateButton
source: Create
fr: Créer

# BridgeSettingsForm_Tab_WhiteList_CreateDate
source: Create date :
fr: Date Créat. :

# BridgeSettingsForm_Tab_WhiteList_DeviceName
source: Device Name :
fr: Nom Equip. :

# BridgeSettingsForm_Tab_WhiteList_LastUseDate
source: Last Use date :
fr: Dern. date util. :

# BridgeSettingsForm_Title
source: Modify bridge settings...
fr: Modifier les paramètres de la passerelle...

# DaylightForm_SetButton
source: Set
fr: Appliquer

# DaylightForm_SunriseOffset
source: Sunrise Offset :
fr: Var. Levée :

# DaylightForm_SunriseOffset_ToolTip
source: Offset in minutes of the sunrise. Use keyboard left right for more precision.
fr: Variation in minutes du levée du soleil. Utilisez les flèches sur le clavier pour plus de précision.

# DaylightForm_SunsetOffset
source: Sunset Offset :
fr: Var. Couché :

# DaylightForm_SunsetOffset_ToolTip
source: Offset in minutes of the sunset. Use keyboard left right for more precision.
fr: Variation in minutes du couché du soleil. Utilisez les flèches sur le clavier pour plus de précision.

# DaylightForm_Title
source: Configure the daylight sensor...
fr: Configurer le capteur...

# EventLogForm_Title
source: Event Log...
fr: Journal des événements...

# Form_AddManualIP_Title
source: Manual IP
fr: Adresse IP Manuelle

# Form_BulbsViewView_Reverse
source: Reverse
fr: Inverser

# Form_BulbsView_Title
source: Bulbs View
fr: Vue des ampoules

# Form_GroupView_Title
source: Groups View
fr: Vue des groupes

# Form_HotKeyCreator_BridgeObject
source: Bridge Object
fr: Object de la passerelle

# Form_HotKeyCreator_Description
source: Description
fr: Desc

# Form_HotKeyCreator_Generic
source: Generic preset
fr: État générique

# Form_HotKeyCreator_Generic_Tooltip
source: Will apply this preset to any selected light or group on trigger. Will not work with system wide hotkeys.
fr: Appliquera cet état à n'importe quel ampoule ou groupe sélectionné. Ne fonctionnera pas avec les raccourci clavier disponible au niveau du système.

# Form_HotKeyCreator_HotKey
source: Hotkey
fr: Raccourci clavier

# Form_HotKeyCreator_Preset
source: Preset
fr: État

# Form_HotKeyCreator_Record
source: Record Hotkey
fr: Enr. le raccourci

# Form_HotKeyCreator_Title
source: HotKey Creator...
fr: Créateur de Raccourci clavier...

# Form_HotKeyCreator_Warning_Generic
source: Generic hotkey will only work when an object is selected in the bridge. They will not work when called from outside WinHue.
fr: Le raccourci clavier générique fonctionne seulement quand un objet est sélectionné dans la fenêtre principale. Il ne fonctionnera pas en dehors de WinHue.

# Form_SceneMapping_RefreshTooltip
source: Refresh
fr: Actualiser

# Form_SceneMapping_Title
source: Scenes Mapping and Informations
fr: Assignation des Scenes et informations

# GroupCreatorForm_Class
source: Class
fr: Classe

# GroupCreatorForm_Class_Bathroom
source: Bathroom
fr: Salle de bain

# GroupCreatorForm_Class_Bedroom
source: Bedroom
fr: Chambre

# GroupCreatorForm_Class_Carport
source: Carport
fr: Abri voiture

# GroupCreatorForm_Class_Dining
source: Dining
fr: Salle à diner

# GroupCreatorForm_Class_DriveWay
source: Driveway
fr: Allée

# GroupCreatorForm_Class_FrontDoor
source: Front door
fr: Porte avant

# GroupCreatorForm_Class_Garden
source: Garden
fr: Jardin

# GroupCreatorForm_Class_Hallway
source: Hallway
fr: Corridor

# GroupCreatorForm_Class_KidsBedroom
source: Kids bedroom
fr: Chambre des enfants

# GroupCreatorForm_Class_Kitchen
source: Kitchen
fr: Cuisine

# GroupCreatorForm_Class_LivingRoom
source: Living Room
fr: Salon

# GroupCreatorForm_Class_Nursery
source: Nursery
fr: Chambre du bébé

# GroupCreatorForm_Class_Office
source: Office
fr: Bureau

# GroupCreatorForm_Class_Other
source: Other
fr: Autre

# GroupCreatorForm_Class_Recreation
source: Recreation
fr: Salle récréative

# GroupCreatorForm_Class_Toilet
source: Toilet
fr: Toilette

# GroupCreatorForm_CreateGroupButton
source: Create Group
fr: Créer Groupe

# GroupCreatorForm_GroupName
source: Group name
fr: Nom du groupe

# GroupCreatorForm_HoldCtrl
source: * Hold control to select more than one light
fr: * Appuyez sur contrôle pour sélectionner plus d'une ampoule

# GroupCreatorForm_ModifyGroupButton
source: Save changes
fr: Sauvegarder

# GroupCreatorForm_ModifyingGroup_Title
source: Modifying group {0}...
fr: Modifier le groupe {0}...

# GroupCreatorForm_Title
source: Create a group...
fr: Créer un groupe...

# GroupCreatorForm_Type_LightGroup
source: Light Group
fr: Groupe d'ampoule

# GroupCreatorForm_Type_Room
source: Room
fr: Pièce

# HueTapSetupForm_AssignButton
source: Assign
fr: Assigner

# HueTapSetupForm_SelectedButton
source: No button selected
fr: Aucun bouton sélectionné

# HueTapSetupForm_Title
source: Setup a hue tap...
fr: Configurer un hue tap...

# HueTapSetupForm_TopMessage
source: Select a button to assign an action...
fr: Sélectionnez un bouton pour assigner une action...

# ListView_others
source: Others
fr: Autres

source: Resource Links
fr: Liens de Ressources

source: Rules
fr: Règles

# MainForm_ListView_Context_Clone
source: Clone
fr: Cloner

# MainForm_ListView_Context_Copy
source: Copy
fr: Copier

# MainForm_ListView_Context_CopyToJson
source: Copy as JSON Formatted
fr: Copier comme JSON Formatté

# MainForm_ListView_Context_CopyToJsonRaw
source: Copy as JSON
fr: Copier comme JSON

# MainForm_ListView_Context_Edit
source: Edit...
fr: Modifier...

# MainForm_ListView_Context_Identify
source: Identify
fr: Identifier

# MainForm_ListView_Context_None
source: Stop
fr: Arrêter

# MainForm_ListView_Context_QuickClone
source: Quick clone
fr: Clonage rapide

# MainForm_ListView_Context_Rename
source: Rename...
fr: Renommer...

# MainForm_ListView_Context_ReplaceLightsState
source: Replace...
fr: Remplacer...

# MainForm_ListView_Context_Sensitivity
source: Sensitivity
fr: Sensibilité

# MainForm_ListView_Context_Sensitivity_High
source: High
fr: Haute

# MainForm_ListView_Context_Sensitivity_Low
source: Low
fr: Basse

# MainForm_ListView_Context_Sensitivity_Medium
source: Medium
fr: Moyenne

# MainForm_ListView_Context_Short
source: Short
fr: Court

# MainForm_Menu_BridgePairing
source: Detect and Pair bridges...
fr: Détection et Jumelage de passerelle...

# MainForm_Menu_Quit
source: Quit
fr: Quitter

# MainForm_Menu_Settings
source: Settings
fr: Paramètres

# MainForm_Sliders_Brightness
source: Brightness
fr: Luminosité

# MainForm_Sliders_ColorTemp
source: Color Temperature
fr: Température de couleur

# MainForm_Sliders_HueColor
source: Hue / Color
fr: Hue / Couleur

# MainForm_Sliders_TransitionTime
source: Transition Time
fr: Temps de Transition

# MainForm_Sliders_TransitionTime_Instant
source: Instantaneous
fr: Instantanée

# MainForm_Sliders_TransitionTime_Unit_None
source: default
fr: par defaut

# MainForm_Sliders_TransitionTime_Unit_Seconds
source: seconds
fr: secondes

# MainForm_Sliders_XColorSpace
source: X Color Space
fr: Espace de couleur X

# MainForm_Sliders_YColorSpace
source: Y Color Space
fr: Espace de couleur Y

# MainForm_Tab_Help
source: Help
fr: Aide

# MainForm_Tab_Help_About
source: About...
fr: À Propos...

# MainForm_Tab_Help_Forum
source: Support Forum
fr: Forum de support

# MainForm_Tab_Help_Website
source: WinHue Website
fr: Site web de WinHue

# MainForm_Tab_Home
source: Home
fr: Accueil

# MainForm_Tab_Home_Group_Commands
source: Commands
fr: Commandes

# MainForm_Tab_Home_Group_CommandsAllOFF
source: All OFF
fr: Tous Éteint

# MainForm_Tab_Home_Group_CommandsAllON
source: All ON
fr: Tous Allumé

# MainForm_Tab_Home_Group_Creators
source: Creators
fr: Createurs

# MainForm_Tab_Home_Group_Creators_CreateAnimation
source: Create an Animation
fr: Créer une animation

# MainForm_Tab_Home_Group_Creators_CreateGroup
source: Create a group...
fr: Creer un groupe...

# MainForm_Tab_Home_Group_Creators_CreateHotkey
source: Hotkey Creator...
fr: Créateur de Raccourci...

# MainForm_Tab_Home_Group_Creators_CreateMood
source: Create a mood...
fr: Creer une ambiance...

# MainForm_Tab_Home_Group_Creators_CreateRule
source: Create a rule...
fr: Creer une règle...

# MainForm_Tab_Home_Group_Creators_CreateScene
source: Create a scene...
fr: Creer une scène...

# MainForm_Tab_Home_Group_Creators_CreateSchedule
source: Create a schedule...
fr: Creer une cédule...

# MainForm_Tab_Home_Group_Creators_CreateSensor
source: Create a sensor...
fr: Creer un capteur...

# MainForm_Tab_Home_Group_Creators_ResourceLink
source: Create a Resource link...
fr: Créer un lien de ressources...

# MainForm_Tab_Home_Group_Events
source: Events
fr: Événements

# MainForm_Tab_Home_Group_EventsLogButton
source: EventLog
fr: Journal des événements

# MainForm_Tab_Home_Group_Refresh
source: Refresh
fr: Actualiser

# MainForm_Tab_Home_Group_RefreshButton
source: Refresh View
fr: Actualiser la liste

# MainForm_Tab_Home_Group_Search
source: Search
fr: Recherche

# MainForm_Tab_Home_Group_SearchLight
source: Search for new Lights
fr: Trouver de nouvelles ampoules

# MainForm_Tab_Home_Group_SearchSensor
source: Search for new Sensors
fr: Trouver de nouveaux capteurs

# MainForm_Tab_Home_Group_Settings
source: Settings
fr: Paramètres

# MainForm_Tab_Home_Group_SettingsButton
source: Bridge Settings
fr: Paramètres de la passerelle

# MainForm_Tab_Home_Group_SettingsUpdateButton
source: Update Firmware
fr: MAJ du micrologiciel

# MainForm_Tab_Home_Group_SettingsUsers
source: Manage Users
fr: Gestion Utilisateurs

# MainForm_Tab_Tools
source: Tools
fr: Outils

# MainForm_Tab_View
source: View
fr: Affichage

# MainForm_Tab_View_AdditionalField
source: Show More
fr: Voir plus

# MainForm_Tab_View_BulbsView
source: Bulbs View
fr: Vue des ampoules

# MainForm_Tab_View_GroupsView
source: Groups View
fr: Vue des groupes

# MainForm_Tab_View_SceneMapping
source: Scenes Mapping
fr: Assignation des Scenes

# MainForm_Tab_View_Sorting
source: Sort
fr: Trier

# MainForm_ToolsTab_CpuTempMon
source: Cpu Temp Monitor
fr: Moniteur de Température CPU

# MainForm_ToolsTab_RssFeed
source: RSS Feed Monitor
fr: Moniteur de flux RSS

# MainForm_ToolsTab_Settings
source: Settings
fr: Paramètres

# MoodCreatorForm_Brightness
source: Brightness
fr: Lumin

# MoodCreatorForm_ColorTemp
source: Color Temp.
fr: Temp. Coul.

# MoodCreatorForm_Hue
source: Hue / Color
fr: Couleur

# MoodCreatorForm_XYColorSpace
source: XY Color Space
fr: Espace Coul. XY

# RenameObjectForm_NewName
source: New name :
fr: Nouv. nom :

# RenameObjectForm_RenameButton
source: Rename
fr: Renommer

# RenameObjectForm_Title
source: Rename {0} ...
fr: Renommer {0} ...

# ResourceLinkCreatorForm_ClassID
source: Class ID
fr: ID de Classe

# ResourceLinkCreatorForm_Create
source: Create
fr: Créer

# ResourceLinkCreatorForm_Editing
source: Save
fr: Sauvegarder

# ResourceLinkCreatorForm_HoldControl
source: *Hold control to select multiple objects.
fr: *Gardez control enfoncé afin de sélectionner plusieurs objets.

# ResourceLinkCreatorForm_Recycle
source: Recycle
fr: Recycler

# ResourceLinkCreatorForm_Remove
source: Remove
fr: Supprimer

# ResourceLinkCreatorForm_Title
source: Resource Link Creator / Editor ...
fr: Création / Modification de lien de ressources...

# ResourceLinkCreatorForm_Watermark_Description
source: A description is optional
fr: Une description est optionnelle

# ResourceLinkCreatorForm_Watermark_Name
source: Name is required
fr: Le nom est requis

# RuleCreatorForm_Enabled
source: Enabled
fr: Activé

# RuleCreatorForm_Message1
source: The maximum number of actions is 8 and the maximum number of conditions is 8.
fr: Le maximum de conditions et d'action est 8 chacun.

# RuleCreatorForm_Message2
source: The bridge can contain a maximum of 100 rules of 4 actions and 4 conditions.
fr: La passerelle peut contenir un maximum de 100 règles de 4 actions et 4 conditions.

# RuleCreatorForm_Name
source: (Name of the rule)
fr: (Nom de la règle)

# RuleCreatorForm_Object
source: Object :
fr: Objet :

# RuleCreatorForm_Operator
source: Operator :
fr: Operateur :

# RuleCreatorForm_Operator_ToolTip
source: eq : is Equal , gt : Greater than, lt : Lower than, dx : On change
fr: eq : Est égal , gt : Plus grand que, lt : Plus petit que, dx : sur modification

# RuleCreatorForm_Sensor
source: Object :
fr: Objet :

# RuleCreatorForm_Value
source: Value :
fr: Valeur :

# SceneCreatorForm_FromImageButton
source: From Image
fr: D'une Image

# SceneCreatorForm_Message
source: NOTE : V1 Scenes cannot be deleted from the bridge. When the maximum number of scenes has been reached the scene which has been used the least is recycled. Limitations are : 50 scenes per lamp / 200 scenes in the bridge.
fr: NOTE : Les scènes V1 ne peuvent être effacées de la passerelle. Quand le maximum de scène est atteint, la scène la moins utilisée est recyclée. Limite : 50 scènes par ampoules / 200 scènes dans la passerelle.

# SceneCreatorForm_On
source: ON
fr: Allumé

# SceneCreatorForm_PreviewButton
source: Preview
fr: Apreçu

# SceneCreatorForm_RandomColorButton
source: Random Color
fr: Au hazard

# SceneCreatorForm_RemoveButton
source: Remove
fr: Retirer

# SceneCreatorForm_SelectedLights
source: Selected Lights
fr: Ampoules sélectionnées

# SceneCreatorForm_Step1
source: STEP 1 : Pick a name
fr: ÉTAPE 1 : Choisir un nom

# SceneCreatorForm_Step2
source: STEP 3 : Pick a color
fr: ÉTAPE 3 : Choisir une couleur

# SceneCreatorForm_Step3
source: STEP 2 : Choose one or more lights
fr: ÉTAPE 2 : Choisir une ou plus. ampoules

# SceneCreatorForm_Title
source: Create / Edit a scene...
fr: Créer / Modifer une scène...

# ScheduleCreatorForm_Alarm
source: Alarm
fr: Alarme

# ScheduleCreatorForm_Autodelete
source: Autodelete
fr: Auto Suppr

# ScheduleCreatorForm_Brightness
source: Brightness
fr: Luminosité

# ScheduleCreatorForm_ColorTemp
source: Color Temp
fr: Temp. couleur

# ScheduleCreatorForm_DaysOfWeek
source: Days of week
fr: Jours de la semaine

# ScheduleCreatorForm_Desc_Tooltip
source: Optional.
fr: Optionel.

# ScheduleCreatorForm_Enable
source: Enabled
fr: Activée

# ScheduleCreatorForm_Friday
source: Friday
fr: Vendredi

# ScheduleCreatorForm_Hue
source: Hue / Color
fr: Hue / Couleur

# ScheduleCreatorForm_Monday
source: Monday
fr: Lundi

# ScheduleCreatorForm_Name_Tooltip
source: The Bridge will generate a new name if not specified.
fr: La passerelle va générer automatiquement un nom s'il n'est pas spécifié.

# ScheduleCreatorForm_ON
source: ON
fr: Allumé

# ScheduleCreatorForm_Randomize
source: Randomize
fr: Au hazard

# ScheduleCreatorForm_Repeat
source: Repeat(s)
fr: Répétition(s)

# ScheduleCreatorForm_Saturday
source: Saturday
fr: Samedi

# ScheduleCreatorForm_Schedule
source: Schedule
fr: Cédule

# ScheduleCreatorForm_ScheduleInformation
source: Schedule Information
fr: Information de la cédule

# ScheduleCreatorForm_ScheduleSettings
source: Schedule Settings
fr: Prarmètres de la cédule

# ScheduleCreatorForm_StartTime
source: Start Date/Time
fr: Heure/Date début

# ScheduleCreatorForm_StartTimeTimer
source: Occurs every
fr: Chaque

# ScheduleCreatorForm_Sunday
source: Sunday
fr: Dimanche

# ScheduleCreatorForm_Thursday
source: Thursday
fr: Jeudi

# ScheduleCreatorForm_Timer
source: Timer
fr: Chronomètre

# ScheduleCreatorForm_Title
source: Create / Edit a Schedule...
fr: Créer / Modifier un cédule...

# ScheduleCreatorForm_Title_Create
source: Creating Schedule for
fr: Créer une cédule pour

# ScheduleCreatorForm_Title_Modify
source: Modifying Schedule
fr: Modifier la cédule

# ScheduleCreatorForm_Tuesday
source: Tuesday
fr: Mardi

# ScheduleCreatorForm_Wednesday
source: Wednesday
fr: Mercredi

# ScheduleCreatorForm_XColorSpace
source: X Color Space
fr: Esp. Couleur X

# ScheduleCreatorForm_YColorSpace
source: Y Color space
fr: Esp. Couleur Y

# SelectColorFromImageForm_LoadImageButton
source: Load Image
fr: Charger Image

# SelectColorFromImageForm_LoadRGBImageButton
source: Load RGB Image
fr: Charger Image RVB

# SelectColorFromImageForm_Title
source: Select a color from an image...
fr: Choisir une couleur à partir d'une image...

# SensorCreatorForm_CreateButton
source: Create
fr: Créer

# SensorCreatorForm_EditButton
source: Modify
fr: Modifier

# SensorCreatorForm_MfgName
source: Mfg Name :
fr: Nom Manuf. :

# SensorCreatorForm_ModelId
source: Model Id :
fr: Id du modèle :

# SensorCreatorForm_On
source: ON
fr: Allumé

# SensorCreatorForm_SensorBody
source: Sensor Body
fr: Corp du Capteur

# SensorCreatorForm_SensorConfig
source: Sensor Config
fr: Configuration du capteur

# SensorCreatorForm_SensorType
source: Sensor Type :
fr: Type Capteur :

# SensorCreatorForm_SwVersion
source: SwVersion :
fr: Version Log. :

# SensorCreatorForm_TestURLButton
source: Test URL
fr: Tester URL

# SensorCreatorForm_Title
source: Create / Edit a sensor...
fr: Créer / Modifier un capteur...

# SensorCreatorForm_UniqueId
source: Unique Id :
fr: Id unique :

# SensorCreatorForm_Update
source: Update
fr: Mettre à jour

# SettingsForm_Tab_MainSettings
source: Main Settings
fr: Paramètres Principaux

# SettingsForm_Tab_MainSettings_Controls
source: Controls
fr: Contrôles

# SettingsForm_Tab_MainSettings_Controls_Delay
source: Delay :
fr: Delai :

# SettingsForm_Tab_MainSettings_Controls_HiddenScenes
source: Show hidden scenes
fr: Afficher les scènes cachées

# SettingsForm_Tab_MainSettings_Controls_HiddenScenes_ToolTip
source: Checking this box will show the hidden scenes in the main view.
fr: Cocher ce bouton permettra l'affichage des scènes cachées.

# SettingsForm_Tab_MainSettings_Controls_LiveSliders
source: Live Sliders
fr: Boutons glissoirs actifs

# SettingsForm_Tab_MainSettings_Controls_LiveSliders_ToolTip
source: Checking this box will change the light/group state while sliding the slider.
fr: Cocher ce bouton changera l'état de l'ampoule ou du groupe pendant de déplacement du bouton glissoire.

# SettingsForm_Tab_MainSettings_Debug
source: Debug
fr: Déboguer

# SettingsForm_Tab_MainSettings_Debug_EnableDebug
source: Enable debugging
fr: Activer le déboggage

# SettingsForm_Tab_MainSettings_Debug_EnableDebug_ToolTip
source: Checking this box will allow WinHue 3 to output debugging information to a debug file.
fr: Cocher ce bouton autorisera WinHue 3 à écrire les données de déboggage dans un fichier.

# SettingsForm_Tab_MainSettings_Language
source: Language
fr: Langage

# SettingsForm_Tab_MainSettings_Network
source: Network
fr: Réseau

# SettingsForm_Tab_MainSettings_Network_DetectProxy
source: Detect Proxy
fr: Détecter le proxy

# SettingsForm_Tab_MainSettings_Network_DetectProxy_ToolTip
source: Checking this box will force WinHue 3 to detect local proxy and use it.
fr: Cocher ce bouton forcera WinHue 3 à détecter le proxy local et l'utiliser.

# SettingsForm_Tab_MainSettings_Network_UpnpTimeout
source: Upnp Timeout
fr: Temps exp. Upnp

# SettingsForm_Tab_MainSettings_Network_UpnpTimeout_ToolTip
source: Upnp Timeout in seconds.
fr: Temps d'expiration de la recherche Upnp en secondes.

# SettingsForm_Tab_MainSettings_Startup
source: Startup
fr: Démarrage

# SettingsForm_Tab_MainSettings_Start_Minimized
source: Start Minimized
fr: Démarrer minimizé

# SettingsForm_Tab_MainSettings_Start_Normally
source: Start normally
fr: Démarrer normalement

# SettingsForm_Tab_MainSettings_Start_Tray
source: Start in tray
fr: Démarrer dans la barre d'outils

# SettingsForm_Tab_MainSettings_Start_DoNotStart
source: Do not start with Windows
fr: Ne pas démarrer avec Windows

# SettingsForm_Tab_MainSettings_Warning_Group
source: Warnings
fr: Avertissements

# SettingsForm_Tab_MainSettings_Warning_Message_Upnp
source: Show upnp warning
fr: Afficher l'avertissement UPNP

# SettingsForm_Tab_Defaults
source: Defaults
fr: Defauts

# SettingsForm_Title
source: WinHue 3 Settings...
fr: Paramètres de WinHue 3...

# Tooltip_Optional
source: Optional
fr: Optionnel

# WaitForm_Title
source: Please Wait...
fr: Veuillez Patienter...

# ManageUsers_Title
source: Manage Users
fr: Gérer les utilisateurs

# ManageUsers_CreateDate
source: Creation
fr: Création

# ManageUsers_DeviceType
source: Device Name
fr: Nom de l'appareil
